brew "ack"
brew "bash-completion"
brew "cmake"
brew "colima"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "dockerfile-language-server"
brew "dockutil"
brew "fzf"
brew "gh"
brew "git"
brew "gpg"
brew "htop"
brew "inetutils"
brew "lazygit"
brew "libpq"
brew "lynx"
brew "mas"
brew "mise"
brew "moreutils"
brew "neovim"
brew "nmap"
brew "opencode"
brew "p7zip"
brew "rcm"
brew "ripgrep"
brew "shellcheck"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "ykman"

cask "1password"
cask "1password-cli"
cask "alfred"
cask "brave-browser"
cask "codex"
cask "dash"
cask "firefox"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono"
cask "ghostty"
cask "google-chrome"
cask "google-drive"
cask "gpg-suite-no-mail"
cask "obsidian"
cask "rectangle"
cask "screenflow"
cask "slack"
cask "sublime-text"
cask "switchresx"
cask "yubico-authenticator"
